{
		"Changes": [
		{
        "Action": "EditData",
        "Target": "Characters/Dialogue/Wizard",
        "When": {"Dialogue":"integrated"},
        "Entries": {
		        "Introduction": "Greetings, young @. I had foreseen your arrival.#$b#It will be a pleasure getting to know you. There are many adventures ahead for you and I.${{e1}}",
		        "MovieInvitation": "A movie...?#$b#This is what they call a 'moving picture', yes?${{e3}}#$e#Hm. Perhaps I would like to experience this with you. Yes. I shall appear once you have arrived.${{e1}}", 
		        "danceRejection": "Dance? With you...?${{e3}}#$e#I must decline. I would not know the steps.",
		        "spring_1": "The energies have begun again. Spring is here, and the year is reborn.${{e1}}#$b#Many well wishes to you, @. I see a good year ahead.${{e1}}#$e#A very good year, indeed.${{e7}}",
		        "spring_Mon": "The red berry with many faces commands attention. Its lovers are many, yet it can only be enjoyed once.${{e3}}#$b#It is associated with love, yet can harbor betrayal. Beware of its powers.${{e3}}#$b#Such is the mystery.#$e#Have a day to remember, @.${{e1}}",
		        "spring_Tue": "The blue flower, it's blossom brings force profits. But where to place it? Its many shades have no meaning.#$b#A flower unloved but well liked has no true purpose. It sings the blues, indeed.${{e2}}#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "spring_Wed": "Have you seen it? The green plant? It grows and grows but is not a weed.${{e3}}#$b#It cannot be eaten raw by normal people, and must suffer fire to become delicious.#$b#Yet, its value is high, and is very healthy. A mysterious crop indeed.${{e3}}#$e#Have a good day, @. Learn something new.${{e7}}",
		        "spring_Thu": "The brown tuber, growing beneath the earth, it's powers locked away. One must know the right way to unlock its true potential.#$b#It has saved nations and yet crushed them. Such is it's temperament.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "spring_Fri": "Nothing can stop it from growing until the energies of spring leave. It will continue to grow all season long.#$b#Its powers are many, yet alone it is worthless. Such is its lot in life.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat": "Beware of the wilds during Spring, for the nature itself is cursed. To make a fast enemy, offer them vegetables from the untamed earth.#$b#It is only your farm that can cleanse the curse.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
		        "spring_Sun": "Not all flowers are loved. Where some see a rose, others see only thorns.#$b#Be careful who you enchant with flowers found freely.#$e#Be enchanted, @. Be at peace.${{e9}}",
		        "spring_Mon2": "Spring is a time of renewed energy. The powers are not at their full strength yet, and everything is still returning to life.${{e1}}#$b#It is a time to set a focus, for the rest of the year is decided by the Spring.${{e3}}#$e#Have a day to remember, @.${{e9}}",
		        "spring_Tue2": "To some, the powers at my disposal must be perplexing. Yet, I am not the only one who can use such energies.#$b#Anyone with the will to believe and follow their path can tap a source of energy far greater than seen here, but most do not wish to see it.#$e#Embrace the mysteries of the day, @.${{e9}}",
		        "spring_Wed2": "Someday I hope to record all my findings into a book, bound with leaves of the Eternity Tree. Then all will be saved forever.${{e3}}#$b#Until then, I could lose it all, and what a terrible fate that would be.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "spring_Thu2": "I've learned many things about the powers of spring, yet I do not understand all of it.${{e3}}#$b#The mysteries are always changing. To truly know would mean an end to innocence.#$e#Seek the energies, @. Enjoy the day.${{e9}}",
		        "spring_Fri2": "Where does the energy come from? Where does it go? I have studied long, and have read many theories, but nothing is concrete.${{e3}}#$b#Like a butterfly, once caught, the answers live only for a short while.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat2": "If I were to write a book, only those who had the will and a yearning for knowledge would be able to read it.#$b#It is unfortunate, but that is the nature of the powers.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "spring_Sun2": "Are there others like me? I've often wondered. Someday I will know for sure.#$b#It is a secret to everybody.${{e1}}#$e#Be enchanted, @. Be at peace.${{e9}}",
		        "spring_Mon4": "{{Random: You are now able to use the Shrine of Illusion down below. Use it wisely.#$b#Its power is great, for good and for evil.#$e#Have a day to remember, @.${{e1}} @@ I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "spring_Tue4": "I got the Shrine of Illusion from a man who wanted it gone. He reached out to me, begging me to take it.${{e3}}#$b#Getting it here was difficult, but he was glad to be rid of it. It had taken more than just his face.#$e#Embrace the mysteries of the day, @.${{e9}}",
		        "spring_Wed4": "{{Random: The Shrine of Illusion allows one to change their appearance on the outside, but not the inside.#$b#An evil being who uses the shrine cannot free itself from what it has done, you see.#$e#Have a good day, @. Learn something new.${{e1}} @@ How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "spring_Thu4": "{{Random: Should the Shrine of Illusion ever again fall into the hands of evil, I will have to get it back. It is my duty now.#$b#It is a terrible artifact from a forgotten age, and I am its keeper.#$e#Seek the energies, @. Enjoy the day.${{e1}} @@ Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}} |inputSeparator=@@}}",
		        "spring_Fri4": "I have never used the Shrine of Illusion, but I do not fault those that do. It is important to project who you truly are.#$b#If you do not, what you are will eat itself out from the inside, and that is not pleasant.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat4": "Once, an animal went into the depths of my tower and used the Shrine of Illusion. It transformed into what it truly wanted to be seen as.${{e3}}#$b#Out walked a being of nightmare, and I had to find a place for it to thrive. It was difficult to do, but I succeeded.#$b#That dog-turned-nightmare? Mayor Lewis.${{e3}}#$b#I'm kidding. My joke powers wane.${{e7}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "spring_Sun4": "{{Random: The Shrine of Illusion needs gold to function, an offering before its powers activate.${{e3}}#$b#Such is it's power.#$e#Be enchanted, @. Be at peace.${{e1}} @@ Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}} |inputSeparator=@@}}",
		        "spring_Mon6": "I met my ex-wife in better times. She was the most beautiful person I'd ever seen, and we were quickly smitten with one another.${{e2}}#$b#Funny how time changes. The true mystery is why it happens so fast.#$e#Have a day to remember, @.${{e1}}",
		        "spring_Tue6": "{{Random: It's hard to remember the old days with my ex-wife. We were happy, very happy.${{e1}}#$b#Things just fell apart. In the end, we broke up, and it wasn't pretty.${{e2}}#$b#Many people still remember her flying around, cursing all she saw. I still feel responsible.${{e2}}#$e#Embrace the mysteries of the day, @.${{e1}} @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "spring_Wed6": "We had similar interests, my ex-wife and I. We would spend hours in each other's arms, reading forbidden books.#$b#In the end, what we couldn't decide on was how to live. We were very different people.${{e3}}#$b#If only things could have been different.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "spring_Thu6": "My ex-wife still lives nearby, and appears like a green witch of legend. However, it's just an illusion.#$b#I still see her for as she truly is. It breaks my heart.${{e8}}#$e#Seek the energies, @. Enjoy the day.",
		        "spring_Fri6": "All the powers in the universe are not enough to fix a broken heart. It can be mended, but once shattered, so shall it remain.${{e2}}#$b#Someday I will find a way to fix my own, but even that may take centuries.${{e8}}#$b#Sorry to bore you with this old man's woes.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat6": "{{Random: I did some things that I regret when I was married. I let things lapse, I avoided responsibility, and it cost me.${{e3}}#$b#If you become committed to any cause, big or small, do not run from it. It would have been better if you hadn't got involved.#$e#Seek knowledge, seek answers. Have a good one.${{e1}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "spring_Sun6": "Joy is a mysterious power. Fragile in its most pure state, when it does appear it can resonate through the ages.${{e1}}#$b#Yet, that same joy can become corrupted over time. It must be protected, at all cost.#$e#Be enchanted, @. Be at peace.${{e7}}",
		        "spring_Mon8": "{{Random: @. Have you traveled?${{e1}}#$b#I yearn to return to the days of my youth, so very long ago.${{e1}}#$b#I was young and full of passion. I learned many things that I still remember strongly.${{e3}}#$b#Youth is fleeting, hold onto it while you can.#1#$e#Have a day to remember, @.${{e7}} @@ Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "spring_Tue8": "I've traveled all over, looking for secrets of the energies. I've had grand adventures, and suffered terrible tragedies.${{e3}}#$b#When you have a drive and a passion, that is an energy that cannot be destroyed.${{e1}}#$e#Embrace the mysteries of the day, @.${{e7}}",
		        "spring_Wed8": "{{Random: I will tell you of one place that I have been to.#$b#Once, while lost in a forest, I found a cabin and took shelter in it.${{e3}}#$b#It was larger than it appeared on the inside, and it seemed to go on for miles.${{e3}}#$b#At the end, I found a bed, and in it, a child. Its eyes were open, and it rose to stare at me.${{e3}}#$b#It pointed at me, and I awoke in my bed at the inn. Very strange, and I still wonder about it.${{e3}}#$e#Have a good day, @. Learn something new.${{e7}} @@ You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "spring_Thu8": "Walking the libraries of the world, even if you cannot understand the language, is an inspiring feeling. The energy one gains by being near books is great.${{e1}}#$b#I used to spend hours in them, absorbing it all. Many are now gone, and it is a shame.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
		        "spring_Fri8": "Where I come from the libraries would be brimming with life. Every page a portal, recorded down by scribes long past.${{e1}}#$b#Some were full of secrets no one should know, and I took to them immediately. I regret it still.${{e9}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat8": "The world I once knew is long gone. I hold onto fragments of it, but I am old. Someday, it will all be forgotten.#$b#I'd like to tell you about it, @, but no energy in the universe would allow me to discuss it. As is the way.${{e2}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "spring_Sun8": "I wish I could go back to the days of my youth for one more day. Go into the shop I always put off, talk to the librarians, learn even more.${{e3}}#$b#Those days are long gone, and all I have left of them is a shadow. Such is life.#0#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "spring_Mon10": "Despite the focus I have on my studies, I have always wanted to be a father.${{e3}}#$b#Would it be presumptuous of me to ask how you feel about children?${{e1}}#$e#Perhaps we could...${{e7}}#$b#Well.${{e3}}#$b#Never mind.${{e4}}",
		        "spring_Tue10": "{{Random: I am glad to see you, @.${{e7}}#$b#I had predicted we would become friends, but I had no idea how far it would go.${{e6}}#$b#There are many mysteries in this world, and I am glad you chose me as one of yours.${{e6}}#$e#I count myself to be very lucky indeed.${{e9}} @@ You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}} |inputSeparator=@@}}",
		        "spring_Wed10": "Many people are scared of me. The unknown causes them to tremble, and my association with it frightens them.#$b#You have continued to show you don't mind the mysterious. You embrace it, and take time out of your day to see me.${{e1}}#$b#Thank you, @. I thought I would be alone forever.${{e1}}#$e#You are a special person, indeed.${{e7}}",
		        "spring_Thu10": "{{Random: The energies, at their core, are chaotic. Ever changing, they are denser than air yet more elusive than wind.${{e3}}#$b#In the end, many people believed it was not worth trying to solve the mystery, yet here I remain.#$e#Someday, @, I will truly understand.${{e1}} @@ Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}} |inputSeparator=@@}}",
		        "spring_Fri10": "{{Random: I feel renewed this year, not just because spring is the time for it, but because of my relationship with you, @.${{e6}}#$b#You have reminded me that I am still human. To focus on being human is a mystery itself that I almost forgot about.${{e7}}#$e#Thank you, @.${{e1}} @@ Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}} |inputSeparator=@@}}",
		        "spring_Sat10": "The air is electric, I feel this year will be a special one. Let us do our best to achieve our dreams, @.${{e9}}#$e#Do not give up. I will be with you.${{e1}}",
		        "spring_Sun10": "{{Random: The greatest energies are the ones we allow ourselves to find. Everything else is false.#$b#Be true to what moves you, and you will be energized the rest of your life.${{e1}}#$e#That is my hope for you, @. Live forever!${{e7}} @@ We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}} |inputSeparator=@@}}",
		        "summer_1": "Summer has come at last. The energies are at their most powerful. I'll get a lot of work done this season.#$b#Stay cool, @, and do not let the sun curse you.${{e1}}#$e#Maybe I'll go swimming this time...${{e3}}",
		        "summer_Mon": "The many eared crop, its leaves capture the sun's energy itself, painting it all over.#$b#Amazing in its uses, it's true desire is to feed people. An inspiring crop indeed.${{e3}}#$e#Have a day to remember, @.${{e1}}",
		        "summer_Tue": "The bush with eyes of blue, it can see many things. Its power is in healing, and as such, is quite potent indeed.#$b#People crave them, but they are hard to find most of the year, and only good fresh. A crop whose quality is fleeting, very mysterious.${{e3}}#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "summer_Wed": "Melon of the Earth, Melon of the Sky, Melon of the People, Melon of the Eye.${{e3}}#$b#Melon of the Mother, Melon of the Father, Melon of the Son, Melon of the Daughter${{e3}}#$b#That concludes my shopping list.${{e1}}#$e#Have a good day, @. Learn something new.${{e7}}",
		        "summer_Thu": "It is now that the crops that can make energy are born, and it is up to people like yourself to harness it.#$b#There are two crops available, and one has its seeds. To utilize them is pure alchemy.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "summer_Fri": "A powerful plant, it can induce dreams in those who drink it. Its powers many, its flavors are endless.${{e3}}#$b#Yet, it has brought ruin to civilizations, and is no friend of men or women. What is its true purpose?${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "summer_Sat": "The energy of the sun is too much for some, and the only solution is to stay indoors. I hide within my tower for this purpose.#$b#Yet, the energies are so powerful during time of year that I do not even need sleep. Isn't it wondrous?${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "summer_Sun": "The red crop, vegetable to some and fruit to others, has no keeper. It is delicious raw, cooked, or squeezed.#$b#Many people like it, and some can't live without it. No home should lack it's prescence.#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "summer_Mon2": "Long ago, there was a language that allowed people to converse with the spirits of the sun. They held many festivals during summer.#$b#That culture is long gone, and the language of the sun lost to time. If only I could find a way...${{e3}}#$e#Have a day to remember, @.${{e1}}",
		        "summer_Tue2": "The energy during summer allows for easier methods of the mysterious. It is very addicting trying out new theories after two seasons of wondering.${{e1}}#$b#Can you feel the energies? Do not worry if you cannot.#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "summer_Wed2": "It was said that only the most powerful could learn and write the Sun Language, for it could burn those who wrote it.#$b#It is rumored that there was a rival tribe that wrote in a special moon rune, but there has been no proof of such a language ever existing.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "summer_Thu2": "One of my experiments went well today. I was able to glance at the future for a moment.${{e3}}#$b#All the voices, all of the emotions. It is going to be interesting.${{e9}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "summer_Fri2": "I am very fortunate to have found just one letter of the Sun Language, which I keep hidden away. It burns crimson, constantly and forever.#$b#It is the letter for 'hope.' Strange, isn't it? Someday I might be able to show you, but not now.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "summer_Sat2": "Tomorrow I will be focusing my energy, and doing an experiment that could go very well, or very badly. If you see me, I will be in a trance.#$b#If it works, then you'll wake up and everything will be fine. If it doesn't, well, I did try.${{e10}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
		        "summer_Sun2": "Hakata Monno ba, hakata bal bala. Shamlao 'tswal, catakan grana.${{e10}}#$e#Must...focus...must not...give in...${{e10}}",
		        "summer_Mon4": "{{Random: If you've yet to use the Shrine of Illusion, then I must tell you to be cautious. Its history is vast, and much of it, bloody.#$b#Use it with wisdom and all shall be fine.#$e#Have a day to remember, @.${{e1}} @@ I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "summer_Tue4": "The previous owner of the Shrine of Illusion was a vain man, trying to find the perfect look for himself. He was wealthy, and won the shrine in a contest.#$b#He invested all his wealth into it, trying to find the perfect look, but he was never happy.${{e3}}#$b#He was trying to fix what was on the outside and not the inside, and it consumed him. Strange, isn't it?#$e#Embrace the mysteries of the day, @.${{e9}}",
		        "summer_Wed4": "{{Random: I found a warning in an old book regarding the Shrine of Illusion. It went as follows:#$b#'Only those who wish to find their true self are permitted to use the Shrine. Those who wish to change their appearance to trick others shall be cursed.'${{e3}}#$b#I've spent a long time trying to find what the curse is, but only have theories.#$e#Have a good day, @. Learn something new.${{e1}} @@ How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "summer_Thu4": "{{Random: My guesses for the Curse of the Shrine of Illusion are that if you use it for your own gain, and not to reveal your true self, your time on this mortal plane is cut short.${{e3}}#$b#Many have tried to use it as such, and all were destroyed. But this is just a theory of mine, nothing concrete about it.#$e#Seek the energies, @. Enjoy the day.${{e1}} @@ Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}} |inputSeparator=@@}}",
		        "summer_Fri4": "It is curious to me why the Shrine demands gold for its use. If it was a construct of good, it shouldn't matter.${{e3}}#$b#Yet, it will not work without a gold offering. Such a curious thing.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "summer_Sat4": "There is no proof of any kind that the Shrine of Illusion is more powerful during summer or not. All other sorts of mysterious objects are, but it appears indifferent.#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "summer_Sun4": "{{Random: I believe you to be a good person, @, so the Shrine should be kind to you. If I misjudged you, then...#$b#You might still be fine. I'll have to see.#$e#Be enchanted, @. Be at peace.${{e1}} @@ Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}} |inputSeparator=@@}}",
		        "summer_Mon6": "My ex-wife was my companion. We did many things together, and during summer, when the energies are so potent, it was truly wonderful.${{e9}}#$b#Now, I am alone in this tower. It is not the same, and probably will never be again.${{e2}}#$e#Have a day to remember, @.",
		        "summer_Tue6": "{{Random: I have the ability to create an image of any being and converse with it. However, they bore me, and I bore them.${{e3}}#$b#They claim I need to get over my ex-wife, but it's easier said than done.${{e10}}#$e#Embrace the mysteries of the day, @.${{e9}} @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "summer_Wed6": "To be lucky in love is a special sort of energy that not all beings possess. It strikes randomly, and only once.#$b#I have been hoping for another chance for many years, but to no avail.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "summer_Thu6": "I once conjured a being that was a talking cat. It would go on and on about facts from around the world, but it was only things I knew.#$b#I couldn't bring myself to send it away, so I gave it to a friend. I wonder where it is now.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e9}}",
		        "summer_Fri6": "The summer full moon is a special one for me. I proposed to my ex-wife underneath it's power.#$b#It was...enchanting.${{e3}}#$b#That was a very long time ago.#$e#Focus your mind today, @, and be at peace.${{e9}}",
		        "summer_Sat6": "{{Random: It is a danger power to wonder about how things could have been. It is impossible to know, but it can be a destructive force.#$b#It's better to always to what you feel is right so you have no regrets. Doing what you feel is wrong, but doing it anyway, is madness.#$e#Seek knowledge, seek answers. Have a good one.${{e9}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "summer_Sun6": "The days are long, @. I am in a slump, but I can feel a time when I will soon rise above it.${{e10}}#$b#I let the powers of the past take over me, and I tell you this, I will break free of them.${{e1}}#$e#Be enchanted, @. Be at peace.${{e7}}",
		        "summer_Mon8": "{{Random: One of things I did when I was younger was hunt and fight evil beings and creatures. I've encountered them all.${{e3}}#$b#There are beings in is world who still fight wars, the point of which long forgotten, replaced only with hatred of the enemy.#$b#It is a tiring life, and I got out of it.#$e#Have a day to remember, @.${{e1}} @@ Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "summer_Tue8": "The problem with monsters is that most of the time they do not know why they do what they are doing.#$b#Some are created, or others are enchanted in some terrible way. Have you seen any carry an object called a 'Strange Bun?'${{e3}}#$b#Beware the Strange Bun, @.${{e3}}#$e#Embrace the mysteries of the day, @.${{e7}}",
		        "summer_Wed8": "{{Random: There was a war, fought long ago, that almost swallowed the entire world. Unknown to humans, it was fought below the earth.#$b#In the end, neither side won, and the warriors are forgotten. Such is the price they paid for their stupidity.#$e#Have a good day, @. Learn something new.${{e1}} @@ You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "summer_Thu8": "In youth, my powers were attuned for fighting, and I could hold my own. It was a heart-pounding time.${{e3}}#$b#Unfortunately, it cost me some years of my life. I have little to show for it other than the scars.#$e#Seek the energies, @. Enjoy the day.${{e7}}",
		        "summer_Fri8": "The mines go deeper than you might imagine, and there are secrets locked away that will probably never be found.${{e3}}#$b#It is my hope that all the horrible things that happened down there stay there, and sometimes I must interfere.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e7}}",
		        "summer_Sat8": "Anger and hatred, they are false energies. They hide the real sources of power, which is understanding and sadness.#$b#It has become cliche, but it's true. I have learned so much, and it still holds true. Find peace before you tear yourself to pieces.#$e#Seek knowledge, seek answers. Have a good one.${{e7}}",
		        "summer_Sun8": "Someday things will be at peace with the beings in the mines, but not anytime soon. Probably not until the world is but a husk, and humans are long gone.#$b#That is how deep their hatred burns. It is a tragedy of the ages.${{e2}}#$e#Be enchanted, @. Be at peace.${{e9}}",
		        "summer_Mon10": "I still marvel that you would ever choose to be with one such as me. I am much too old and jaded for someone so full of life. And yet, here we are.${{e1}}#$e#You are the mystery I will never solve. Be well, @.${{e7}}",
		        "summer_Tue10": "{{Random: Ignorance is bliss. You've heard that saying before, I'm sure, but it's true. To know too much, it can turn one bitter.#$b#I still find hope in my studies, but some days, it is nearly too much to bear. Thank you for choosing me, @.${{e7}}#$e#You are what holds me to this reality.${{e1}} @@ You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}} |inputSeparator=@@}}",
		        "summer_Wed10": "The focus of my life has always been on my studies. Everything else fell away.#$b#Becoming close with you has made me realize that maybe I should not be so consumed by the search for knowledge.${{e9}}#$b#There's more to life than reading the books about the lives of the dead.${{e9}}#$b#Now there is you.${{e1}}#$e#I am with you, @. I always will be.${{e6}}",
		        "summer_Thu10": "{{Random: Using the energies comes at a cost. It's not free. To discuss all the different aspects would take ages.${{e3}}#$b#I'll tell you this though, @. My hair was not originally purple.${{e1}}#$e#That was a long time ago...${{e7}} @@ Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}} |inputSeparator=@@}}",
		        "summer_Fri10": "{{Random: Thank you for spending time with me, @. I was hoping you would come by today.${{e1}}#$b#It's nice to take a break from my experiments and talk with you. How is your farm?${{e1}}#$e#It is my hope you are successful in all your doings.${{e9}} @@ Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}} |inputSeparator=@@}}",
		        "summer_Sat10": "One can get so caught up in work that life just falls away. Others retreat to their work because they cannot handle their life.#$b#I'm realizing lately that I've done a lot of things that I wasn't happy with. Forced myself to do what was wrong for what I thought was right.${{e2}}#$b#I hope to someday get forgiveness, @.#$e#Someday.${{e1}}",
		        "summer_Sun10": "{{Random: There is a special energy in the air today. I can feel it, can you?${{e7}}#$b#It is our energy! It is invigorating. It makes me feel young again.${{e6}}#$e#Is that weird? I don't get out much, @.${{e9}} @@ We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}} |inputSeparator=@@}}",
		        "fall_1": "Can you feel the changes in the air? I don't just mean in the temperature. The trees, they are giving off a unique energy.#$e#May this fall be an enchanted one.${{e1}}",
		        "fall_Mon": "They who live in the shadows are lost, for their world has moved beyond them. Pity those who have consumed the dark pastry.${{e2}}#$e#Have a day to remember, @.${{e1}}",
		        "fall_Tue": "The creatures who slide on the earth, what is their purpose? Where do they come from?${{e3}}#$b#They are known across the ages and cultures but a source for their being has never been found.${{e1}}#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "fall_Wed": "Have you seen them? The golems that search for their long-dead creators.#$b#They will wander the mines forever, alone, until they run out of energy.#$e#Have a good day, @. Learn something new.${{e1}}",
		        "fall_Thu": "Normal creature or monster? It's hard to tell of the bats that fly in the caves.${{e3}}#$b#Their energy fluctuates with the moon, and they crave the lifeblood of any they can. Beware their haunting gaze.#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "fall_Fri": "There are creatures who have adapted to look like stone itself in the mines. It it is not through magical means that they did so, rather through sheer will-power.#$b#Sometimes the only energy you need comes from within.${{e1}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "fall_Sat": "There are spirits, deep in the mines, who have wandered for eternity. Some of the first souls are still trapped in there.#$b#They don't even resemble humans anymore, so twisted has their ethereal image become. Such a tragedy.${{e2}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "fall_Sun": "The mines were once a vast world that was compacted as a result of an ancient war.#$b#Going through the layers is to pass through time itself. Be wary, for it is an unforgiving place.#$b#Those creatures have lost more than their minds.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "fall_Mon2": "This season is special, for the power to be able to change is heightened. Be it your life, your thinking, or your surroundings, the powers of fall make it possible.${{e1}}#$b#Choose wisely, however, for not all change is positive.#$e#Have a day to remember, @.${{e1}}",
		        "fall_Tue2": "Focus on what matters, and all should work out, unless it doesn't. There are no guarantees in life.#$b#In my studies, I have found this to be true, and it is unfortunate. Nothing is guaranteed to always work.#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "fall_Wed2": "As the trees enter their slumber, they let loose their leaves and their energy. It is this energy that is useful to me.${{e3}}#$b#Once winter comes, all the energies wane. Fall is the finale.#$e#Have a good day, @. Learn something new.${{e1}}",
		        "fall_Thu2": "When all seems lost, it is important to remember that things can still change. For better, or for worse.#$b#It is important not to give up, and to see it through to the end. Easier said than done, sometimes, but I've found it to be true.${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "fall_Fri2": "I once saw a person try to keep a tree alive all year long, using powerful energies to do so.#$b#It was horrible: the tree itself wept, and begged to be freed. I had to step in and save the tree.${{e2}}#$b#I still have some of its leaves it gave to me as a gift. They are special to me.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "fall_Sat2": "My powers have begun to lose their potency, as it always is in fall. I would take from the trees, but I refuse to do so.#$b#I plan on reading a lot this season. Who knows what I'll find?${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "fall_Sun2": "You must be having some success on your farm to make it this far, @. How fare your crops?${{e3}}#$b#It is refreshing to see someone push through the difficulty and keep going. Your rewards are ahead of you.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "fall_Mon4": "{{Random: Long ago, the Shrine of Illusion was in the hands of a group of assassins. They used its powers to change their appearance and make hits.#$b#A very long time ago, indeed.${{e3}}#$e#Have a day to remember, @.${{e1}} @@ I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "fall_Tue4": "The assassins who used the Shrine of Illusion were almost unstoppable in their time. It took a group of people like myself to stop them.#$b#It was a troubling time. An artifact like that should never be used for such gains.${{e5}}#$e#Embrace the mysteries of the day, @.",
		        "fall_Wed4": "{{Random: With the Shrine of Illusion gone from the ranks of the assassins, their order crumbled. Many searched for it, to reclaim their honor, but alas.#$b#Such is the way of those who used it for evil. It never worked out for them.#$e#Have a good day, @. Learn something new.${{e1}} @@ How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "fall_Thu4": "{{Random: The Shrine of Illusion was lost for a time, and there is no known record for where it went.#$b#Some like to believe it changed its own shape, and hid in the world somewhere, finding peace.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}} @@ Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}} |inputSeparator=@@}}",
		        "fall_Fri4": "I feel bad for the assassins who were stuck in the form they chose after losing access to the Shrine of Illusion.${{e3}}#$b#Their burden to bear, wearing a mask stitched onto their face forever. Chilling. Such is its power.${{e2}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "fall_Sat4": "It is impossible to converse with the Shrine of Illusion, yet I feel a living presence within it. I know it can hear me, but yet it remains silent.${{e3}}#$b#It makes a poor companion. It really just wants gold, and to be left alone, so I do the best I can.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "fall_Sun4": "{{Random: The Shrine of Illusion has amazing powers, and I am honored to have it here in my tower.${{e1}}#$b#I think it feels safe, but it's hard to know with such artifacts.${{e3}}#$b#I would like to see someone try and break in here for it, though.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}} @@ Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}} |inputSeparator=@@}}",
		        "fall_Mon6": "Here is a warning, @. Be careful during fall, for it is a time of enchantment.#$b#The trees, as they go dormant, let loose their energies and their wishes. It can have some strange effects on people.#$e#Have a day to remember, @.${{e9}}",
		        "fall_Tue6": "{{Random: If you find yourself obsessed with something you've never been interested before, it can mean you have been enchanted.${{e3}}#$b#Not all enchantments are bad, of course. Some can be quite positive. It is very mysterious.${{e1}}#$e#Embrace the mysteries of the day, @.${{e9}} @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "fall_Wed6": "My ex-wife was very strong during fall. Her energies were off the chart.#$b#I will admit, it made me jealous, and that didn't help things.${{e2}}#$b#Sometimes I wonder if it's her enchanting people during fall...${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "fall_Thu6": "I need to focus on my experiments before the energies of fall are gone. Winter is a rough time.#$b#If I can make a breakthrough, I'll ride the excitement till spring.${{e7}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "fall_Fri6": "Many cultures around the world must be aware of the odd energies of fall. So many festivals about monsters are scattered throughout.${{e3}}#$b#It was my favorite time of year as a kid. Now, I must be on my guard.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "fall_Sat6": "{{Random: This is the time of harvest, so how has your farm been? Have you been able to get any special crops?${{e1}}#$b#It is my hope that you do. Only through the hands of hard work can the true energy be found.${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "fall_Sun6": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met him?#$b#I have known of it for a long time. I hope it remains friendly.${{e3}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "fall_Mon8": "{{Random: Enchantments, energies, and experiments. Though their powers are great and can do many things, they can't solve all of life's problems.#$b#They cannot, for example, make someone fall in love with another and have it be an honest relationship. It never ends well.${{e3}}#$e#Have a day to remember, @.${{e7}} @@ Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "fall_Tue8": "When I was young, I found myself in a haunted house during a rainstorm and had to stay the night.${{e3}}#$b#I saw many things that night, but the one that sticks with me is the spirit of a child, wandering the halls all night long.${{e10}}#$b#It did not cry, it only looked for its parents. What's worse is, I thought I saw her parents fly around nearby her, but they couldn't see each other.${{e11}}#$e#Embrace the mysteries of the day, @.${{e3}}",
		        "fall_Wed8": "{{Random: I do not want to become a ghost. It is my hope that when my time comes, I will be able to transcend to some higher plane.${{e3}}#$b#I would be a terrible ghost, as well. I do not enjoy scaring people.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}} @@ You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "fall_Thu8": "One of the oddities about my studies are the rules of certain things. For example, I can conjure familiars, obelisks, and more.#$b#Yet, there are no powers at my disposal that can open a sealed jar of pickles or peanut butter. I have searched long and far, yet the rule remains.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
		        "fall_Fri8": "I will be honest with you, @, I did not expect to last this long, and sometimes I wonder what I've done right.#$b#Many people who lead this life give in to temptation, or go too far. It amazes me that I have not.#$e#Focus your mind today, @, and be at peace.${{e7}}",
		        "fall_Sat8": "There is an odd feeling during this time of year for me. Things are at peace, and yet, I am worried.#$b#Maybe I'm just getting paranoid. I need to get out more.${{e11}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "fall_Sun8": "There is a part of me that wishes I could become enchanted, to live life free from knowing the secrets and be at peace. Yet, that would be impossible.#$b#I've studied too much, and learned things I cannot unlearn. It is a benefit, and yet also, a burden.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "fall_Mon10": "Studying and using the energies can make one very tired, @. All these years of it has brought me to the brink.#$b#Yet it is my curiosity that drives me. I don't have all the answers, and there are still questions I have.${{e3}}#$b#Like you, @. What continues to bring you back to me, time and again?${{e1}}#$e#Perhaps someday I will understand you.${{e1}}#$b#Then again, I enjoy the mystery.${{e7}}",
		        "fall_Tue10": "{{Random: There have been times when I have had the chance to wield unlimited energy. Many would be tempted by such power.#$b#I am only human. I was lucky to reject them, for it would have destroyed me.${{e3}}#$b#All that glimmers is not always good, @.${{e3}}#$e#Who knows what I would have become? A scary thought.${{e3}} @@ You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}} |inputSeparator=@@}}",
		        "fall_Wed10": "Am I a better person than I was before all this? In all my searching, have I been able to find a way to become stronger?${{e3}}#$b#I have answers to many mysteries, but they haven't changed me. They are only answers. Have I done all I can?${{e3}}#$e#I have thought about these things for a long time. My own mystery.",
		        "fall_Thu10": "{{Random: Words can't express how grateful I am for you, @. It is nice to be able to talk with someone about all the aspects of my work.${{e1}}#$e#...Amongst other things.${{e4}} @@ Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}} |inputSeparator=@@}}",
		        "fall_Fri10": "{{Random: I have been focusing my energies lately to find the answer to this question: how is it that when I'm out and about I'm tired, but when I try to sleep, I cannot?${{e11}}#$b#It is a grand mystery, @. Someday I will solve it. First with sheep-counting.${{e10}}#$e#So many sheep...${{e11}} @@ Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}} |inputSeparator=@@}}",
		        "fall_Sat10": "Your crops, how have they fared? It is my hope that they are doing well.${{e7}}#$b#You deserve greatness, @. It is my hope you find it, for I believe it is close at hand for you.${{e1}}#$e#If not, then, I have failed you.${{e10}}",
		        "fall_Sun10": "{{Random: It is difficult to remember what it is to have normal conversations. When conversing with the energies, one must speak a unique and complex language.#$b#To talk human is to ask how another is, and to do that with meaning is hard for me. Luckily, I can practice on you.${{e1}}#$e#What's up, dog? No? Is that not a saying?${{e3}} @@ We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}} |inputSeparator=@@}}",
		        "winter_1": "It is a time for peace and study. The snow fall has made me weak, and I will rest.#$e#I hope this is a special winter for you, @.${{e1}}",
		        "winter_Mon": "The snow is beautiful, isn't it? It has special properties that give it an enchanting aura.${{e1}}#$b#I enjoy watching it. It is very calming.${{e1}}#$e#Have a day to remember, @.${{e9}}",
		        "winter_Tue": "During winter, as my power is at its weakest, I enjoy reading books in my collection.#$b#I have so many interesting books, that I wonder if I'll ever get the chance to read them all.${{e3}}#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "winter_Wed": "I've just finished a book recently about the many types of monsters. I had forgotten a few from ages past.${{e3}}#$b#Terrible beasts that would roam the world during winter when they knew they couldn't be stopped. I'm glad they are gone.#0#$e#Have a good day, @. Learn something new.${{e1}}",
		        "winter_Thu": "The ice is a friend and a foe, isn't it? Friend when you have a hot beverage, foe when you want to plant crops.${{e3}}#$b#Some of my friends specialize in studying ice in all forms, and their studies are double-edged indeed.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "winter_Fri": "There are still some books left in this world that can impart special abilities on those who read them.#$b#Some can teach the reader entire languages if they have all four copies. Imagine that.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "winter_Sat": "It is now time to meditate till the spring, when the energies of the region return. To do any of my experiments now would be a mistake.#$b#Luckily, I have many things to read and think about, so not all is lost.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "winter_Sun": "Much is still unknown amongst my colleagues about winter. As our energies are at their weakest, it makes it difficult to study.#$b#Someday we may be able to reverse the process and hold onto our energies, but until then, it's books for me.${{e1}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "winter_Mon2": "Since there's not much for me to do during this time of year, I tend to watch movies. I recently saw an interesting one...${{e3}}#$b#In it, a carrot fell in love with a grape, but their families were against it. They fought hard to be together, but in the end, were eaten.${{e3}}#$b#It was very sad, but also, quite colorful.${{e3}}#$e#Have a day to remember, @.${{e1}}",
		        "winter_Tue2": "I make an effort to watch movies when I can. However, one of things I hate most are people who chew with their mouth open.#$b#I took an oath to never harm a living soul, and that oath is put to the test when someone chews aloud.${{e5}}#$e#Embrace the mysteries of the day, @.${{e9}}",
		        "winter_Wed2": "What you call 'fantasy movies' I call 'comedy.' It amazes me all the things they get wrong.${{e1}}#$b#However, I'd be worried if they got things right. Our secrets aren't for the public, you know.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "winter_Thu2": "When I watch movies, I tend to like the ones that have a lot of special effects.#$b#How they pull it all off will always amaze me. If I didn't do what I do, I'd probably be a special effects artist.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "winter_Fri2": "I recently found a book written in a language I had never seen before. Upon closer inspection, it's for people who code.#$b#This book claims to be from the beginning of the universe...what could it mean?${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "winter_Sat2": "There is a new movie coming out that I am looking forward to. It is about a wizard with a scar on his arm that has a lot of adventures.${{e1}}#$b#It could be biographical for all I know!${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e9}}",
		        "winter_Sun2": "They are making a movie about 'Legend of the Prairie King.' It is one of my favorite games, but a movie?${{e2}}#$b#They never do game movies right. What if it turns off potential fans of the game?#$b#How do I know about that game? I have my ways.${{e3}}#$e#Be enchanted, @. Be at peace.${{e9}}",
		        "winter_Mon4": "{{Random: The Shrine of Illusion has a unique origin, however there are many variations.#$b#Some believe it was born from the sun itself and crashed as a meteor. Others say it has always been.#$b#The truth, once I recall it, is far more interesting.${{e1}}#$e#Have a day to remember, @.${{e9}} @@ I wish I could go into town to get seeds for my garden, but going into Pierre's store is a little awkward for me.#$e#And that Joja monstrosity isn't even worth mentioning.${{e3}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "winter_Tue4": "The being who created the Shrine of Illusion was none-other than a young girl, who wished on a stone to change her appearance to escape her terrible life.#$b#The stone granted her this power, and she turned into a hawk and flew away. When the girl's father found out, he was mad.#$b#He then threw the rock into a lake, to be forgotten forever.#$b#Come back tomorrow, and I'll tell you the rest.${{e7}}#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "winter_Wed4": "{{Random: The Shrine of Illusion, as a rock, needed to get out of the lake it was thrown in, so it absorbed all the gold at the bottom of the lake until it shone magnificently.#$b#It attracted the girl who had become a hawk, and told her what had happened.#$b#To get revenge, the shrine turned the girl into a bear, and she scared her father.#$b#I'll tell you more tomorrow.${{e1}}#$e#Have a good day, @. Learn something new.${{e1}} @@ How goes your interactions with the Junimos, @?#$e#I've encountered a few now. They're certainly a strange sort.${{e3}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "winter_Thu4": "{{Random: The Father, realizing what he'd done, pulled the Shrine out of the Lake, and begged for forgiveness. The girl flew away, but the Shrine demanded it be taken to the king.#$b#Once at the king, the story stops. The kingdom, the king, the girl, what happened to them is lost to history.${{e3}}#$b#Bit anti-climactic, but such is the way with stories of this nature. Why not ask the Shrine yourself?#1#$e#Seek the energies, @. Enjoy the day.${{e9}} @@ Today, I'm strengthening the wards that protect the valley. I'm happy to do the work of maintaining them.#$e#Seek the energies, @. Enjoy the day.${{e1}} |inputSeparator=@@}}",
		        "winter_Fri4": "I personally believe the Shrine of Illusion has a grand purpose not yet realized. What it could be exactly I'm not sure of, yet I feel it.#$b#Will it ever return to being a humble stone? Is it waiting for the return of the girl-turned-hawk? Many secrets still remain.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "winter_Sat4": "The Shrine of Illusion can only change our appearance, and does not turn us into animals, yet it's recorded that it has.${{e3}}#$b#I wonder if I could unlock that ability again? Maybe if I ask with a sweet voice.${{e1}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "winter_Sun4": "{{Random: I've been reading up on legends of old lately, and found a new one that the Shrine of Illusion was involved in.${{e3}}#$b#There once was a frog who wished to be human, and it asked the Shrine for such a wish.#$b#The Shrine granted him his desire, but demanded gold. The frog had no gold, so as a human he stole some. The frog was then thrown in jail, and that's where he died.#$b#Brutal, isn't it? I feel bad for the frog.${{e2}}#$e#Be enchanted, @. Be at peace.${{e1}} @@ Doing well today, @?${{e1}}#$e#Glad to hear it. I'm heading into the woods to forage for ingredients later.${{e9}}#$e#Be enchanted, @. Be at peace.${{e1}} |inputSeparator=@@}}",
		        "winter_Mon6": "Lately, I have had troubled dreams in which I meet the children I've never had. They ask about me, where I have been, what I have done.#$b#I wake up with a hollow feeling, it's strange. I've always wanted to have children, and yet...${{e2}}#$b#So it goes. I wonder what it all means?${{e3}}#$e#Have a day to remember, @.${{e1}}",
		        "winter_Tue6": "{{Random: My perplexing dreams continue, night by night. Regrets and choices gone bad assail my subconscious as soon as I drift into unconsciousness.${{e10}}#$b#To question oneself is natural, yet this goes well and beyond...${{e11}}#$e#Embrace the mysteries of the day, @. @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "winter_Wed6": "In my dreams I've been fighting a version of myself that has only existed in theory.#$b#It is an evil version, where all my desires were realized and driven him mad. He tries to get out, and each night, I stop him.#$b#How much longer will it go on for? It is uncertain.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "winter_Thu6": "My dreams are haunting me into the day. Children that don't exist, my evil side...${{e11}}#$b#Only during Winter are such assaults possible. I'm too weak, @! Seeing you inspires me to keep fighting.${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
		        "winter_Fri6": "I have not slept. I refuse to confront my dreams again.${{e10}}#$b#Instead, I've been...trying to...read...books...${{e11}}#$b#...${{e11}}#$e#...${{e11}}",
		        "winter_Sat6": "{{Random: I am refreshed today, and I've come to terms with my feelings. I may not be a father, but I can still be a good person.${{e9}}#$b#I hope you forgive my oddness of late, @. You have seen me in a moment of weakness.${{e4}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "winter_Sun6": "Today I will focus on the positive things. I have a new friend in you, @. For that I am thankful.${{e7}}#$b#Here's to spring coming soon! It will be wonderful.${{e7}}#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "winter_Mon8": "{{Random: I will now tell you why I went down the path to live this life. It is quite the story.#$b#Long ago, when I was young, my mother became very ill.${{e3}}#$b#At first, she was just a little sick, but it got worse. I watched her die in front of my eyes.${{e2}}#$b#It was so horrible. I had heard that there was a chance she could be healed if one could manipulate the energies...${{e8}}#$b#I'll tell you the rest tomorrow.#$e#Have a day to remember, @.${{e1}} @@ Are you close to Abigail...?${{e3}}#$b#I wish I knew how to approach her to get to know her better.#$e#...We probably shouldn't discuss it, @. Sorry for bringing it up.${{e2}}#$e#Have a day to remember, @.${{e1}} |inputSeparator=@@}}",
		        "winter_Tue8": "After traveling far to find a cure for my mother, I found an old woman who understood how to heal. I tried to bring her to my mother, but she, too, was sick.#$b#She didn't last the trip. Then, when I returned to my mother, she had passed.${{e2}}#$b#If I had been able to heal, I could have cured my mother. If I had been able to heal, I could have saved the old woman.#$b#I'll tell you even more tomorrow.#$e#Embrace the mysteries of the day, @.${{e1}}",
		        "winter_Wed8": "{{Random: After I buried my mother, a man approached me. He had heard about my story, and wanted to teach me in arts. I then began to learn under him, and when he died, I continued his work.#$b#I have sought long and read much to find an answer: how can I cure people using the energies? Someday, I hope, I will know.${{e1}}#$e#Have a good day, @. Learn something new, and thank you for hearing my story.${{e7}} @@ You know, I felt you were special from the first time we met.#$e#And I have to admit, I found it quite charming when you took that whiff from my cauldron and went so green I thought you were going to turn into a frog.${{e7}}#$e#Have a good day, @. Learn something new.${{e1}} |inputSeparator=@@}}",
		        "winter_Thu8": "Learning and studying has been my focus for such a long time, I've forgotten how old I actually am.${{e3}}#$b#I still wonder if I will ever succeed, but it's hard to know. What do you think?${{e1}}#$e#Seek the energies, @. Enjoy the day.${{e7}}",
		        "winter_Fri8": "What if one could cure the dead? Or perhaps even stop people from death? Would that be a power for good, or evil?${{e2}}#$b#What if you charged people for immortality? What if only the rich lived forever? Such crazy futures...it's best not to think about it.${{e3}}#$e#Focus your mind today, @, and be at peace.${{e7}}",
		        "winter_Sat8": "I've seen a movie in which a man gets smarter, but his body disappears until he's nothing less than a husk.#$b#The last line was, 'and to think for a moment, I could understand forever.' I know how that character feels.${{e10}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}}",
		        "winter_Sun8": "My mother's grave is long lost, but I still go to where I remember it to be. One of these days, I'll be there with the answer.#$b#Then I won't feel like such a failure.#$e#Be enchanted, @. Be at peace.${{e1}}",
		        "winter_Mon10": "I wish I could reveal my true name to you, @. In truth, I just don't remember it.${{e4}}#$b#Was it Carl? Or Hank? Maybe John?${{e3}}#$b#I think it was a good name. It's hard to know.${{e3}}#$e#Maybe it was @! Imagine that?${{e1}}",
		        "winter_Tue10": "{{Random: I am always happy to spend time with you, @. It's great seeing you.${{e7}}#$b#How is the farm? Are you happy? Tell me everything.${{e1}}#$e#Every day is a good day when @ shows up.${{e6}} @@ You know, despite living outside the town, I do enjoy the company of the people in this valley.${{e1}}#$b#Yours most of all, of course.${{e6}} |inputSeparator=@@}}",
		        "winter_Wed10": "It is my hope that our conversations have inspired you in some way, as you have inspired me.${{e7}}#$b#Together we are stronger than being alone, and for that, thank you.${{e1}}#$e#Who knows? If we hadn't met, I'd just talk to myself.",
		        "winter_Thu10": "{{Random: There is a great feeling in our relationship. I hope someday to be able to be as natural as I am with you with the whole village.${{e7}}#$b#They still fear but, someday, hopefully, they'll give me a chance. You have.${{e1}}#$e#That's made all the difference.${{e9}} @@ Are you staying safe, @?${{e3}}#$b#I have to admit, I've grown a little protective of you. Perhaps I'll put together a charmed amulet of defense.#$e#It's up to you if you want to wear it, of course.${{e1}} |inputSeparator=@@}}",
		        "winter_Fri10": "{{Random: My name is...I still don't remember.${{e3}}#$b#Yes, Magnus Rasmodius is not, in fact, my real name.${{e3}}#$b#I made it as an alias upon beginning my magic practice, but with time, eventually I and everyone around me forgot my original name.#$b#What is it, do you not like Rasmodius? We're you planning on taking it?${{e1}} @@ Any plans for the weekend?${{e1}}#$b#I would be honored if you'd like to spend part of it with me.${{e4}} |inputSeparator=@@}}",
		        "winter_Sat10": "What a year it has been. I'm glad we have grown so close, @. It would have been very boring without you.${{e6}}#$b#Just me and the Shrine of Illusion, making faces at each other.${{e1}}#$e#I still make faces at the Shrine. I'm not sure it appreciates it.${{e7}}",
		        "winter_Sun10": "{{Random: All in all, remember this, @: the only energy you truly need is your own.${{e1}}#$b#Use that logic, and seize the day. Let nothing stop you!${{e7}}#$e#Unless it's not a good idea, in which case, don't do it.${{e3}} @@ We should take a trip together into the forest soon, @...${{e3}}#$b#There are all kinds of secret places I'd like to show you.${{e1}} |inputSeparator=@@}}",
		        "Event_Mine_1":"Well take a look around somewhere else. This place is damn dangerous.#$b#No place for a farmer.",
		        "event_quest1": "Excellent. You have been chosen for an important task, @. Do not falter.",
		        "event_quest2": "...The spirits in the Community Center? Have you forgotten already? I thought to find you more keen of mind. Well, no matter. Do try not to disappoint them, won't you?",
		        "event_quest3": "Not precisely the confidence-inspiring answer I had hoped for, but no matter.",
		        "event_elemental1": "Hmm... have you indeed? Interesting.${{e1}}",
		        "event_elemental2": "...That would be a slime. I shall not pass your ignorance along to them; for that you may count yourself lucky.",
		        "event_elemental3": "I am hardly surprised.",
		        "event_speakof1": "Is it, indeed? I had no idea. Though it seems impractical to summon you forth whenever we wish to speak about you, I will endeavor to do so in the future. I thank you for teaching me this nicety.",
		        "event_speakof2": "We were.${{e1}}",
		        "event_fate1": "Yes, I sensed you might say that. The spirits have chosen well; I trust you will do great things.${{e1}}",
		        "event_fate2": "Nevertheless, you must. Seldom are we given any choice in such matters. Sooner or later you will have to make a decision... for better or for worse.",
		        "event_fate3": "Mmm. It is a dark energy that swirls around you. I hope only that it will not destroy you. These are dangerous powers you meddle with. Tread carefully.",
		        "event_slang1": "What is the scene? How proceeds your life? What is popping?${{e11}}",
		        "event_slang2": "Indeed! I have had an eye-opening experience with a modern invention called the television.${{e1}}",
		        "event_slang3": "Ah... that was not my intent.${{e10}}",
		        "event_skillz1": "...I... see.${{e10}}",
		        "event_skillz2": "Ah ha!${{e1}}#$b#Excellent. I knew that comprehension of such simple arts could not be beyond my grasp.${{e9}}",
		        "event_skillz3": "Hmm... perhaps you are right.${{e3}}",
		        "event_moarskillz1": "...It seems I misjudged. Perhaps Linus will be of help...${{e3}}",
		        "event_moarskillz2": "Truly!?${{e1}}#$b#Ahem. This pleases me greatly. I look forward to our future encounters.",
		        "event_moarskillz3": "I... see. I should not have asked.${{e2}}",
		        "event_sleep1": "Alas, exhaustion does nothing to aid me.${{e2}}",
		        "event_sleep2": "I have tried that. To no avail.${{e3}}",
		        "event_sleep3": "That... is a nice sentiment. I fear thoughts of where I have come from will only sabotage my efforts, however.${{e2}}",
		        "divorced": "{{Random: You have no business here. Leave me be. @@ You want...?#$b#I see. It's happening again, then.${{e2}}#$e#Is it a problem with me? Maybe...maybe I'm just not the marrying kind.${{e8}}#$e#I suppose that's not your problem anymore...${{e10}} |inputSeparator=@@}}",
		        "breakUp": "...Ah. Well, if that's your decision, @, then I'm hardly going to argue.#$b#I won't say I'm not hurt, though.#$e#I'd like to be alone, then, if you don't mind.${{e2}}",
		        "dumped_Guys": "I may take a long trip to Castle Village soon. I have some thinking I need to do.${{e2}}#$e#I really don't have much to say to you right now, @.${{e2}}",
		        "secondChance_Guys": "...You want to try again?${{e2}}#$b#I've missed you more than I can say, so I'm willing. But really...I don't do well with heartbreak. Please don't toy with me.${{e2}}#$e#I know I can be a little distant, but it's more than possible to hurt me.${{e8}}",
            },
        },

        { //Ex-Wife Disabled
        "Action": "EditData",
        "Target": "Characters/Dialogue/Wizard",
        "When": {"Dialogue":"integrated", "Ex-Wife mentions": "disabled"},
        "Entries": {
        		"spring_Mon6": "I met the Witch of Stardew Valley when we were both still students. We were good friends and allies.${{e2}}#$b#Funny how time changes. The true mystery is why it happens so fast.#$e#Have a day to remember, @.${{e1}}",
		    	"spring_Tue6": "{{Random: There is much to remember from the old days of our adventures. As the ancient wars raged on, many magic practioners were tasked with protecting villages.#$b#She and I worked together often. Until one day things ended in horrible tragedy for her.${{e2}}#$b#Many people still remember her flying around, cursing all she saw. I still feel responsible.${{e2}}#$e#Embrace the mysteries of the day, @. @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "spring_Wed6": "Many people lost those important to them in the wars. I was no different.#$b#Ultimately, we all handle grief differently. The Witch and I were very different people. Hers turned into viscious violence and envy.#$b#If only things could have been different.${{e2}}#$e#Have a good day, @. Learn something new.",
		        "spring_Thu6": "The Witch still lives nearby, and appears like a green witch of legend. However, it's just an illusion.#$b#Sometimes I feel like I can still see glimpses of my old friend underneath.${{e2}}#$e#Seek the energies, @. Enjoy the day.",
		        "spring_Fri6": "All the powers in the universe are not enough to turn back time. The future can be predicted and avoided, but the past will always remain in tact.#$b#I regret having not done enough to prevent my friend's unfortunate fate. My decisions could've greatly changed the outcome of that day.${{e2}}#$b#Sorry to bore you with this old man's woes.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "spring_Sat6": "{{Random: I did some things that I regret when I was young. I let things lapse, I avoided responsibility, and it cost me.${{e3}}#$b#If you become committed to any cause, big or small, do not run from it. It would have been better if you hadn't got involved.#$e#Seek knowledge, seek answers. Have a good one.${{e1}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "spring_Sun6": "Joy is a mysterious power. Fragile in its most pure state, when it does appear it can resonate through the ages.${{e1}}#$b#Yet, that same joy can become corrupted over time. It must be protected, at all cost.#$e#Be enchanted, @. Be at peace.${{e7}}",
		        "summer_Mon6": "I was never particularly sociable. The few friends I had in my youth I made the mistake of not treasuring enough.#$b#Now, I have met others, but our experiences are vastly different. It is not the same, and probably will never be again.${{e2}}#$e#Have a day to remember, @.",
		        "summer_Tue6": "{{Random: I have the ability to create an image of any being and converse with it. However, they bore me, and I bore them.${{e3}}#$b#They claim I need to get over my myself, but it's easier said than done.${{e10}}#$b#Perhaps I should catch up with Linus sometime soon.${{e3}}#$e#Embrace the mysteries of the day, @.${{e9}} @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "summer_Wed6": "To be lucky in love is a special sort of energy that not all beings possess. It strikes randomly, and only once.#$b#I have been hoping for a chance for many years, but to no avail.${{e2}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "summer_Thu6": "I once conjured a being that was a talking cat. It would go on and on about facts from around the world, but it was only things I knew.#$b#I couldn't bring myself to send it away, so I gave it to a friend. I wonder where it is now.${{e3}}#$e#Seek the energies, @. Enjoy the day.${{e9}}",
		        "summer_Fri6": "The summer full moon is a haunting one for me. The worst of the battles were faught underneath its powerful gaze.#$b#It was... exhilarating to be fueled by its power.${{e3}}#$b#That was a very long time ago.#$e#Focus your mind today, @, and be at peace.${{e9}}",
		        "summer_Sat6": "{{Random: It is a danger power to wonder about how things could have been. It is impossible to know, but it can be a destructive force.#$b#It's better to always to what you feel is right so you have no regrets. Doing what you feel is wrong, but doing it anyway, is madness.#$e#Seek knowledge, seek answers. Have a good one.${{e9}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "summer_Sun6": "The days are long, @. I am in a slump, but I can feel a time when I will soon rise above it.${{e10}}#$b#I let the powers of the past take over me, and I tell you this, I will break free of them.${{e1}}#$e#Be enchanted, @. Be at peace.${{e7}}",
		        "fall_Mon6": "Here is a warning, @. Be careful during fall, for it is a time of enchantment.#$b#The trees, as they go dormant, let loose their energies and their wishes. It can have some strange effects on people.#$e#Have a day to remember, @.${{e9}}",
		        "fall_Tue6": "{{Random: If you find yourself obsessed with something you've never been interested before, it can mean you have been enchanted.${{e3}}#$b#Not all enchantments are bad, of course. Some can be quite positive. It is very mysterious.${{e1}}#$e#Embrace the mysteries of the day, @.${{e9}} @@ Why do I choose to live out in the forest on my own?${{e3}}#$b#Largely because it's more convenient for my magic. It's in close proximity to the magical spots in the forest. Not to mention, my cauldron occasionally produces some very strange smells.#$b#I'd inevitably receive complaints.${{e9}}#$e#Embrace the mysteries of the day, @.${{e1}} |inputSeparator=@@}}",
		        "fall_Wed6": "The Witch was very strong during fall. Her energies were off the chart.#$b#I will admit, it made me jealous, and that didn't help things.${{e2}}#$b#Sometimes I wonder if it's her enchanting people during fall...${{e3}}#$e#Have a good day, @. Learn something new.${{e1}}",
		        "fall_Thu6": "I need to focus on my experiments before the energies of fall are gone. Winter is a rough time.#$b#If I can make a breakthrough, I'll ride the excitement till spring.${{e7}}#$e#Seek the energies, @. Enjoy the day.${{e1}}",
		        "fall_Fri6": "Many cultures around the world must be aware of the odd energies of fall. So many festivals about monsters are scattered throughout.${{e3}}#$b#It was my favorite time of year as a kid. Now, I must be on my guard.#$e#Focus your mind today, @, and be at peace.${{e1}}",
		        "fall_Sat6": "{{Random: This is the time of harvest, so how has your farm been? Have you been able to get any special crops?${{e1}}#$b#It is my hope that you do. Only through the hands of hard work can the true energy be found.${{e9}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} @@ Olivia certainly has some strange ideas about mysticism. I wonder what they teach her in those yoga classes.#$e#I may take her on for some tutelage to make sure she's on the right track...${{e3}}#$e#Seek knowledge, seek answers. Have a good one.${{e1}} |inputSeparator=@@}}",
		        "fall_Sun6": "The shadow brutes, have you seen them? Though many are monsters, there is one out there who isn't. Have you met him?#$b#I have known of it for a long time. I hope it remains friendly.${{e3}}#$e#Be enchanted, @. Be at peace.${{e1}}",
        	},
    	},
	]
}